main_dish_list = ['мусака', 'леща', 'картофена яхния', 'бейби руло стефани',
                  'телешко варено', 'свински пържоли', 'пилешки пържоли',
                  'миш-маш', 'пиле с ориз', 'пица', 'печени картофи с наденица',
                  'боб', 'паста болонезе', 'паста карбонара', 'крем супа от тиква',
                  'пилешка супа', 'пиле със зеле', 'свинско със зеле',
                  'кюфтета', 'кебапчета', 'картофен огретен', 'кренвирши с кашкавал']

garnish_needed = ['бейби руло стефани', 'свински пържоли', 'пилешки пържоли',
                  'кюфтета', 'кебапчета', 'кренвирши с кашкавал']

garnish_list = ['печени зеленчуци', 'пържени картофи', 'картофено пюре', 'салата']

salad_list = ['капрезе', 'зелена салата с риба тон', 'зелена салата с меден дресинг',
              'кьопоолу', 'млечна салата', 'руска салата', 'картофена салата',
              'зеле с домати и маьонеза', 'домати с лук и сирене', 'шопска салата']

breakfast_list = ['бъркани яйца', 'сандвич - тост', 'кус-кус', 'попара',
                  'плодово кисело мляко', 'омлет', 'палачинки', 'бананови палачинки',
                  'баница', 'рогчета', 'бутер-банички', 'макарони със сирене',
                  'филийки с пастет']

dessert_list = ['кекс', 'масленки', 'сладкиш', 'кремче', 'бисквитена торта',
                'шоколад', 'сладолед', 'плодове', 'торта', 'вафли']

desserts_to_cook_list = ['кекс', 'масленки', 'сладкиш', 'бисквитена торта', 'сладолед', 'торта']

angel_list = ['мусака', 'картофена яхния', 'бейби руло стефани', 'пилешки пържоли',
              'миш-маш', 'пиле с ориз', 'пица', 'печени картофи с наденица',
              'паста болонезе', 'паста карбонара', 'крем супа от тиква', 'пилешка супа',
              'кюфтета', 'кебапчета', 'картофен огретен', 'кренвирши с кашкавал']

order_list = ["да поръчаш пица", "да поръчаш китайско", "да поръчаш KFC",
              "да поръчаш дюнери от Аладин", "да разгледаш takeaway.com"]

coarse_options_list = [" ОСНОВНО  ", "  САЛАТА  ", "  ДЕСЕРТ  ", " ЗАКУСКА  ", "   НИЩО   "]
