main_dish_list = ['мусака', 'леща', 'картофена яхния', 'бейби руло стефани',
                  'телешко варено', 'свински пържоли', 'пилешки пържоли',
                  'миш-маш', 'пиле с ориз', 'домашна пица', 'печени картофи с наденица',
                  'боб чорба', 'паста болонезе', 'паста карбонара', 'крем супа от тиква',
                  'пилешка супа', 'пиле със зеле', 'свинско със зеле',
                  'кюфтета', 'кебапчета', 'картофен огретен', 'кренвирши с кашкавал',
                  'пилешко с броколи и сметана', 'пиле фрикасе', 'розото с гъби',
                  'ризото с пиле', 'ризото със зеленчуци', 'сирене по шопски',
                  'дробчета по селски', 'поло рустико', 'пълнен пипер',
                  'пиперки с яйце и сиране', 'пиле в палачинка', 'свински винен кебап',
                  'пилешки винен кебап', 'постен гювеч', 'пиле на грил',
                  'картофена запеканка', 'шкембе чорба', 'шкембе в масло',
                  'ориз по китайски', 'агнешка дроб-сърма', 'агнешки котлети',
                  'лучена яхния', 'рибена супа', 'супа топчета', 'картофена крем супа']

garnish_needed = ['бейби руло стефани', 'свински пържоли', 'пилешки пържоли',
                  'кюфтета', 'кебапчета', 'кренвирши с кашкавал', 'агнешки котлети',
                  'пиле на грил', 'шкембе в масло']

garnish_list = ['печени зеленчуци', 'пържени картофи', 'картофено пюре',
                'картофени кюфтета', 'гъби в масло', 'салата']

salad_list = ['капрезе', 'зелена салата с риба тон', 'зелена салата с меден дресинг',
              'кьопоолу', 'млечна салата', 'руска салата', 'картофена салата',
              'зеле с домати и маьонеза', 'домати с лук и сирене', 'шопска салата',
              'боб с лютеница', '"веикденска" салата', 'ябълки с моркови и цвекло']

breakfast_list = ['бъркани яйца', 'сандвич с шунка и кашкавал', 'кус-кус', 'попара',
                  'плодово кисело мляко', 'омлет', 'палачинки', 'бананови палачинки',
                  'баница', 'рогчета', 'бутер-банички', 'макарони със сирене',
                  'филийки с пастет', 'принцеси с кайма', 'филийки с яйце и сирене',
                  'джиджи-папа', 'бухтички', 'мекици', 'английска закуска', 'мюсли']

dessert_list = ['кекс', 'масленки', 'сладкиш', 'кремче', 'бисквитена торта',
                'шоколад', 'сладолед', 'плодове', 'торта', 'вафли', 'палачинки']

child_list = ['мусака', 'картофена яхния', 'бейби руло стефани', 'пилешки пържоли',
              'миш-маш', 'пиле с ориз', 'пица', 'печени картофи с наденица',
              'паста болонезе', 'паста карбонара', 'крем супа от тиква', 'пилешка супа',
              'кюфтета', 'кебапчета', 'картофен огретен', 'кренвирши с кашкавал',
              'пилешко с броколи и сметана', 'пиле фрикасе','ризото с пиле',
              'ризото със зеленчуци', 'поло рустико', 'пиперки с яйце и сиране',
              'пиле в палачинка', 'свински винен кебап', 'пилешки винен кебап',
              'постен гювеч', 'пиле на грил', 'картофена запеканка',
              'ориз по китайски', 'супа топчета', 'картофена крем супа']

order_list = ['да поръчаш пица', 'да поръчаш китайско', 'да поръчаш KFC',
              'да поръчаш дюнери от Аладин', 'да разгледаш takeaway.com']

coarse_options_list = [' ОСНОВНО  ', '  САЛАТА  ', '  ДЕСЕРТ  ', ' ЗАКУСКА  ', '   НИЩО   ', 'СПИСЪЦИ']
